{
  "kiaOra_en" : "Kia Ora",
	"kiaOra_jp" : "キオラ",
	"kiaOra_ch" : "你好",

  "softwareEngineer_en" : "Software Engineer",
  "softwareEngineer_jp" : "ソフトウェアエンジニアr",
  "softwareEngineer_ch" : "软件工程师",

  "iOSDeveloper_en" : "iOS Developer",
  "iOSDeveloper_jp" : "iOS 開発者",
  "iOSDeveloper_ch" : "iOS 开发员",

  "devops_en" : "DevOps Engineer",
  "devops_jp" : "デボプス エンジニア",
  "devops_ch" : "DevOps 工程师",

  "rockClimber_en" : "Rock Climber",
  "rockClimber_jp" : "ロッククライマー",
  "rockClimber_ch" : "攀岩爱好者",

  "address_en" : "Auckland, New Zealand",
  "address_jp" : "ウェリントン, ニュージランド",
  "address_ch" : "奥克兰， 新西兰",

  "wellington_en" : "Wellington",
  "wellington_jp" : "ウエリントン",
  "wellington_ch" : "惠灵顿",

  "cvaddress_en" : "Auckland <br> New Zealand",
  "cvaddress_jp" : "ウェリントン <br> ニュージランド",
  "cvaddress_ch" : "奥克兰 <br> 新西兰",

  "aboutMyself_en" : "About myself",
  "aboutMyself_jp" : "自己紹介",
  "aboutMyself_ch" : "关于我",

  "aboutMyselfParagraph1_en" : "I am Liguo Jiao, currently residing in Auckland, New Zealand. With a Bachelor's degree in Computer Science from the distinguished University of Canterbury, I have cultivated an extensive career as a seasoned Tech Lead, iOS Engineer, and DevOps Engineer. My professional journey has been marked by a dedicated focus on the realm of iOS mobile development for numerous years, allowing me to amass a profound reservoir of expertise in this domain. Through these experiences, I have honed my analytical acumen, leadership abilities, and collaborative aptitude, proving my effectiveness within diverse and multifaceted teams.",
  "aboutMyselfParagraph1_jp" : "私はリグオ・ジャオと申します。現在、ニュージーランドのオークランドに居住しています。私はカンタベリー大学でコンピューターサイエンスの学士号を取得し、経験豊富なテックリード、iOSエンジニア、およびDevOpsエンジニアとしての幅広いキャリアを築いてきました。私の職業的な経歴は、多年にわたるiOSモバイル開発の分野への専念によって特徴づけられ、この分野での深い専門知識を蓄積する機会を得ました。これらの経験を通じて、分析力、リーダーシップ能力、協力能力を磨き上げ、多様で多面的なチームでの効果を証明しました。",
  "aboutMyselfParagraph1_ch" : "我是Liguo Jiao，目前居住在新西兰奥克兰。拥有坎特伯雷大学颁发的计算机科学学士学位，我在职业生涯中积累了丰富的经验，担任过资深技术负责人、iOS工程师和DevOps工程师等多个职务。我的职业历程一直专注于iOS移动开发领域，已有多年，使我积累了深厚的专业知识。在这些经历中，我不断磨练了自己的分析能力、领导才能和团队合作能力，证明了我在不同和多样性团队中的高效能力。",

  "aboutMyselfParagraph2_en" : "At present, I am proud to be a member of the esteemed Fiserv Inc., a global leader in the fields of financial technology and payments. Within Fiserv, my primary concentration lies in the realm of digital financial services, where I am deeply committed to crafting cutting-edge mobile banking solutions. My client portfolio includes distinguished institutions such as the Bank of Bangkok and over 2,000 local community banks and credit unions across the United States. I am steadfast in my pursuit of excellence within the ever-evolving landscape of technology and look forward to further contributions in this dynamic field.",
  "aboutMyselfParagraph2_jp" : "現在、私は誇り高く、金融技術と支払い分野の世界的リーダーであるFiserv Inc.の一員であることを喜んでいます。Fiservでは、私の主要な関心事はデジタル金融サービスの領域にあり、最新のモバイルバンキングソリューションを創造することに深く取り組んでいます。私のクライアントポートフォリオには、バンク・オブ・バンコクなどの優れた機関と、アメリカ全土に2,000以上の地方コミュニティ銀行と信用組合が含まれています。私は技術の絶えず進化する領域での卓越追求に忠実であり、このダイナミックな分野でのさらなる貢献を楽しみにしています。",
  "aboutMyselfParagraph2_ch" : "目前，我自豪地成为备受尊敬的Fiserv Inc.的一员，这是金融技术和支付领域的全球领导者。在Fiserv内，我的主要关注点是数字金融服务领域，我深刻致力于打造前沿的移动银行解决方案。我的客户组合包括曼谷银行以及美国全国超过2,000家地方社区银行和信用合作社等杰出机构。我坚定地追求卓越，在不断演变的技术领域中期待着进一步的贡献。",

  "projects_en" : "Projects",
  "projects_jp" : "プロジェクト",
  "projects_ch" : "项目经验",

  "home_en" : "Home",
  "home_jp" : "ホーム",
  "home_ch" : "主页",

  "curriculumVitae_en" : "Curriculum Vitae",
  "curriculumVitae_jp" : "履歴書",
  "curriculumVitae_ch" : "简历",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "education_en" : "Education",
  "education_jp" : "教育",
  "education_ch" : "教育经历",

  "email_en" : "Mail",
  "email_jp" : "メール",
  "email_ch" : "邮箱",

  "location_en" : "Location",
  "location_jp" : "位置",
  "location_ch" : "位置",

  "universityProject_en" : "University Project",
  "universityProject_jp" : "大学のプロジェクト",
  "universityProject_ch" : "大学项目",

  "details_en" : "Details",
  "details_jp" : "詳細",
  "details_ch" : "查看详情",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "experience_en" : "Experience",
  "experience_jp" : "経験",
  "experience_ch" : "经验履历",

  "projectBBL_en" : "Bualuang™ mBanking, which is central to the bank's digitization strategy, needed to provide reliable service, easy navigation, speedy performance and support as needed. The balance between increased security and reduced friction was essential. Our team built the new mobile app to deliver an efficient and intuitive mobile banking experience that prioritizes availability, security and ease. Delivering features normally only seen in-branch, the new Bangkok Bank Mobile Banking app is one of the most complete banking solutions in the market.",
  "projectBBL_jp" : "バンクオブバンコクのデジタル化戦略の中核を担うBualuang™ mBankingは、信頼性のあるサービス、使いやすいナビゲーション、スピーディなパフォーマンス、必要なサポートを提供する必要がありました。増加するセキュリティと摩擦の減少のバランスが欠かせませんでした。私たちのチームは、利用可能性、セキュリティ、使いやすさを優先する効率的で直感的なモバイルバンキング体験を提供する新しいモバイルアプリを構築しました。通常は支店でしか見られない機能を提供し、新しいバンコクバンクモバイルバンキングアプリは市場で最も包括的な銀行ソリューションの1つです。",
  "projectBBL_cn" : "Bualuang™ mBanking是该银行数字化战略的核心，需要提供可靠的服务、简便的导航、高效的性能和根据需求的支持。在提高安全性和减少摩擦之间取得平衡至关重要。我们的团队构建了全新的移动应用，以提供高效且直观的移动银行体验，将可用性、安全性和便捷性放在首位。新的曼谷银行移动银行应用程序提供了通常只在分行见到的功能，是市场上最完整的银行解决方案之一。",

  "projectRetail_en" : "Mobiliti™ (TouchBanking) is one of the Fiserv mobile products for the USA Financial Institution.Features included: Check your account balances, View recent transactions, Transfer money between your accounts, Pay bills, Find ATMs and branch locations, Camera: the user can use the Mobile Check Deposit feature, Contacts: when using the Popmoney person-to-person payments feature the user easily select a contact from your device to pay, etc.",
  "projectRetail_jp" : "Mobiliti™（TouchBanking）はFiservが提供する米国の金融機関向けのモバイル製品の1つです。機能には、口座残高の確認、最近の取引の表示、口座間の資金移動、請求書の支払い、ATMや支店の場所の検索、カメラ：モバイルチェックデポジット機能の使用、連絡先：Popmoneyの個人間送金機能を使用する際に、デバイスから支払い先の連絡先を簡単に選択できるなどが含まれています。",
  "projectRetail_cn" : "Mobiliti™（TouchBanking）是Fiserv为美国金融机构提供的移动产品之一。包括的功能有：查看账户余额、查看最近交易、在您的账户之间转账、支付账单、查找ATM和分行位置、相机：用户可以使用移动支票存款功能、联系人：在使用Popmoney个人对个人支付功能时，用户可以轻松选择要支付的设备上的联系人等。",
  
  "projectArchitect_en" : "Architect™ is an open services platform for the USA Financial Institution. Architect is supported by a community of developers from financial institutions of all sizes. With over 500 modules and strengthened by community-sharing best practices.",
  "projectArchitect_jp" : "Architect™はアメリカの金融機関向けのオープンサービスプラットフォームです。Architectは、あらゆる規模の金融機関からの開発者コミュニティのサポートを受けています。500以上のモジュールを備え、コミュニティによるベストプラクティスの共有によって強化されています。",
  "projectArchitect_cn" : "Architect™是美国金融机构的开放式服务平台。Architect得到了各种规模的金融机构的开发者社区的支持。拥有超过500个模块，并受到社区共享的最佳实践的增强支持。",

  "projectMoov_en" : "Sanity & Self is a Self-Care app for women created by Moov Team. Features included such as Broadcasting, Yoga lessons, Mind training, Woman Magazine, and community forum. <br>(Only available in the US AppStore)",
  "projectMoov_jp" : "Sanity & Selfは、Moovチームによって作成された女性向けのセルフケアアプリケーションです。放送、ヨガレッスン、心のトレーニング、女性向け雑誌、コミュニティフォーラムなどが含まれています。（米国AppStoreでのみ利用可能）",
  "projectMoov_cn" : "Sanity & Self是由Moov团队创建的专为女性设计的自我护理应用程序。包括广播、瑜伽课程、心理训练、女性杂志以及社区论坛等功能。（仅在美国AppStore可用）",

  "projectBBL_en" : "Bualuang™ mBanking是该银行数字化战略的核心，需要提供可靠的服务、简便的导航、高效的性能和根据需求的支持。在提高安全性和减少摩擦之间取得平衡至关重要。我们的团队构建了全新的移动应用，以提供高效且直观的移动银行体验，将可用性、安全性和便捷性放在首位。新的曼谷银行移动银行应用程序提供了通常只在分行见到的功能，是市场上最完整的银行解决方案之一。",
  "projectBBL_jp" : "Bualuang™ mBanking是该银行数字化战略的核心，需要提供可靠的服务、简便的导航、高效的性能和根据需求的支持。在提高安全性和减少摩擦之间取得平衡至关重要。我们的团队构建了全新的移动应用，以提供高效且直观的移动银行体验，将可用性、安全性和便捷性放在首位。新的曼谷银行移动银行应用程序提供了通常只在分行见到的功能，是市场上最完整的银行解决方案之一。",
  "projectBBL_cn" : "Bualuang™ mBanking是该银行数字化战略的核心，需要提供可靠的服务、简便的导航、高效的性能和根据需求的支持。在提高安全性和减少摩擦之间取得平衡至关重要。我们的团队构建了全新的移动应用，以提供高效且直观的移动银行体验，将可用性、安全性和便捷性放在首位。新的曼谷银行移动银行应用程序提供了通常只在分行见到的功能，是市场上最完整的银行解决方案之一。",

  "projectBBL_en" : "Bualuang™ mBanking是该银行数字化战略的核心，需要提供可靠的服务、简便的导航、高效的性能和根据需求的支持。在提高安全性和减少摩擦之间取得平衡至关重要。我们的团队构建了全新的移动应用，以提供高效且直观的移动银行体验，将可用性、安全性和便捷性放在首位。新的曼谷银行移动银行应用程序提供了通常只在分行见到的功能，是市场上最完整的银行解决方案之一。",
  "projectBBL_jp" : "Bualuang™ mBanking是该银行数字化战略的核心，需要提供可靠的服务、简便的导航、高效的性能和根据需求的支持。在提高安全性和减少摩擦之间取得平衡至关重要。我们的团队构建了全新的移动应用，以提供高效且直观的移动银行体验，将可用性、安全性和便捷性放在首位。新的曼谷银行移动银行应用程序提供了通常只在分行见到的功能，是市场上最完整的银行解决方案之一。",
  "projectBBL_cn" : "Bualuang™ mBanking是该银行数字化战略的核心，需要提供可靠的服务、简便的导航、高效的性能和根据需求的支持。在提高安全性和减少摩擦之间取得平衡至关重要。我们的团队构建了全新的移动应用，以提供高效且直观的移动银行体验，将可用性、安全性和便捷性放在首位。新的曼谷银行移动银行应用程序提供了通常只在分行见到的功能，是市场上最完整的银行解决方案之一。",
}
